Repository: frostkom/mf_cache
Catalog: lang/lang_cache-*.po
Languages: sv_se

source: I could not create %s
sv_se: Jag kunde inte skapa %s

source: Copy this to %s
sv_se: Kopiera detta till %s

source: I successfully cleared the cache for you
sv_se: Jag lyckades ta bort allt i cachen åt dig

source: I could not clear the cache. Please make sure that the credentials are correct
sv_se: Jag kunde inte rensa cachen. Var vänlig kolla så att rättigeheterna är korrekt

source: I successfully populated the cache for you
sv_se: Jag lyckades populera cachen åt dig

source: I could not populate the cache. Please make sure that the credentials are correct
sv_se: Jag kunde inte populera cachen. Var vänlig kolla så att rättigeheterna är korrekt

source: The cache was successfully tested. All looks good and the site is ready for visitors
sv_se: Cachen testades och allt ser bra ut så webbsidan är redo för besökare nu

source: Something is not working as it should. Let an admin have a look and fix any issues with it
sv_se: Något fungerar inte som det ska. Låt en admin kolla på det och fixa eventuella fel

source: Activate
sv_se: Aktivera

source: Activate for logged in users
sv_se: Aktivera för inloggade användare

source: Expires
sv_se: Går ut efter

source: Prepopulate
sv_se: Förpopulera

source: Compress HTML
sv_se: Komprimera HTML

source: Debug
sv_se: Debugga

source: Inactivated
sv_se: Inaktiverad

source: Since visitors are being redirected to the login page it is not possible to activate the cache, because that would prevent the redirect to work properly.
sv_se: Eftersom besökare skickas vidare till login-sidan är det inte möjligt att aktivera cachen, då detta skulle förhindra att den fungerar som tänkt.

source: hours
sv_se: timmar

source: %d cached files
sv_se: %d cachade filer

source: Clear
sv_se: Rensa

source: The cache was last populated %s and will be populated again %s
sv_se: Cachen populerades senast %s och kommer att populeras igen %s

source: The cache has not been populated yet but will be %s
sv_se: Cachen har inte populerats ännu men kommer att göras %s

source: Populate
sv_se: Populera

source: Test
sv_se: Testa
